Repository: garaged/WorkoutTracker
Catalog: workouttracker/Resources/Localizable.xcstrings
Source language: en
Languages: es_mx

source: — reps
es_mx: — repeticiones

source: %@ mood
es_mx: Estado de ánimo: %1$@

source: %1$lld weeks • %2$@
es_mx: %1$lld semanas • %2$@

source: %1$lld/%2$lld sets
es_mx: %1$lld/%2$lld series

# %lld exercises • %lld sets
source: %1$lld exercises • %2$lld sets
es_mx: %1$lld ejercicios • %2$lld series

source: %lld reps
es_mx: %lld repeticiones

source: %lld selected
es_mx: %lld seleccionados

source: %lld sets
es_mx: %lld series

source: %lld weeks
es_mx: %lld semanas

# %lld weeks • %@
source: %1$lld weeks • %2$@
es_mx: %1$lld semanas • %2$@

source: %lld workouts
es_mx: %lld entrenamientos

source: %lld/%lld sessions reflected
es_mx: %lld/%lld sesiones con reflexión

source: %lldh %lldm
es_mx: %1$lld h %2$lld min

source: %lldm
es_mx: %lld min

source: +%lldm
es_mx: +%lld min

source: ±0m
es_mx: ±0 min

source: −%lldm
es_mx: −%lld min

source: 😄 Great
es_mx: 😄 Excelente

source: 😞 Bad
es_mx: 😞 Mal

source: 😮‍💨 Tough
es_mx: 😮‍💨 Difícil

source: 🙂 Good
es_mx: 🙂 Bien

source: 0/0 sets
es_mx: 0/0 series

source: 4w
es_mx: 4 sem

source: 12w
es_mx: 12 sem

source: 24w
es_mx: 24 sem

# a11y.action.edit_routine
source: Edit routine
es_mx: Editar rutina

# a11y.button.clear_logs
source: Clear logs
es_mx: Borrar registros

# a11y.button.clear_logs_hint
source: Deletes the current log file and starts a new one.
es_mx: Elimina el archivo de registro actual y comienza uno nuevo.

# a11y.button.close_workout
source: Close workout
es_mx: Cerrar entrenamiento

# a11y.button.copy_diagnostics
source: Copy diagnostic info
es_mx: Copiar información de diagnóstico

# a11y.button.copy_diagnostics_hint
source: Copies app and device info to the clipboard.
es_mx: Copia la información de la app y del dispositivo al portapapeles.

# a11y.button.create_routine
source: Create routine
es_mx: Crear rutina

# a11y.button.decrease_reps
source: Decrease reps
es_mx: Reducir repeticiones

# a11y.button.decrease_weight
source: Decrease weight (%@)
es_mx: Reducir peso (%@)

# a11y.button.export_backup
source: Export support bundle
es_mx: Exportar paquete de soporte

# a11y.button.export_backup_hint
source: Creates a ZIP support bundle you can share for troubleshooting.
es_mx: Crea un paquete de soporte ZIP que puedes compartir para solucionar problemas.

# a11y.button.extend_rest_15
source: Add 15 seconds to rest timer
es_mx: Añadir 15 segundos al temporizador de descanso

# a11y.button.extend_rest_30
source: Add 30 seconds to rest timer
es_mx: Añadir 30 segundos al temporizador de descanso

# a11y.button.extend_rest_60
source: Add 60 seconds to rest timer
es_mx: Añadir 60 segundos al temporizador de descanso

# a11y.button.finish_now_hint
source: Finish this unfinished workout session
es_mx: Finalizar esta sesión de entrenamiento sin terminar

# a11y.button.finish_rest
source: Finish rest timer
es_mx: Finalizar temporizador de descanso

# a11y.button.increase_reps
source: Increase reps
es_mx: Aumentar repeticiones

# a11y.button.increase_weight
source: Increase weight (%@)
es_mx: Aumentar peso (%@)

# a11y.button.mark_complete
source: Mark complete
es_mx: Marcar como completado

# a11y.button.mark_incomplete
source: Mark incomplete
es_mx: Marcar como incompleto

# a11y.button.pause_rest
source: Pause rest timer
es_mx: Pausar temporizador de descanso

# a11y.button.pause_workout
source: Pause workout
es_mx: Pausar entrenamiento

# a11y.button.reset_rest
source: Reset rest timer
es_mx: Reiniciar temporizador de descanso

# a11y.button.resume_workout_hint
source: Open this unfinished workout session
es_mx: Abrir esta sesión de entrenamiento sin terminar

# a11y.button.schedule_for_today
source: Schedule for today
es_mx: Programar para hoy

# a11y.button.schedule_templates
source: Schedule templates
es_mx: Programar planes

# a11y.button.set_add
source: Add set
es_mx: Agregar serie

# a11y.button.set_copy
source: Copy set
es_mx: Duplicar serie

# a11y.button.set_delete
source: Delete set
es_mx: Eliminar serie

# a11y.button.set_rest_preset
source: Set rest timer to %@
es_mx: Ajustar descanso a %@

# a11y.button.settings_hint
source: Open settings
es_mx: Abrir ajustes

# a11y.button.share_logs
source: Share logs
es_mx: Compartir registros

# a11y.button.share_logs_hint
source: Opens a share sheet with a text file containing recent app logs.
es_mx: Abre la hoja para compartir con un archivo de texto que contiene los registros recientes de la app.

# a11y.button.show_pr_details
source: Show PR details
es_mx: Mostrar detalles del PR

# a11y.button.start_now
source: Start now
es_mx: Iniciar ahora

# a11y.button.start_rest
source: Start rest timer
es_mx: Iniciar temporizador de descanso

# a11y.empty_state.generic.message
source: Add your first item to get started.
es_mx: Agrega tu primer elemento para comenzar.

# a11y.empty_state.generic.title
source: Nothing here yet
es_mx: Aún no hay nada aquí

# a11y.empty_state.week_progress.message
source: Log a session to see trends, streaks, and insights.
es_mx: Registra una sesión para ver tendencias, rachas e información útil.

# a11y.empty_state.week_progress.title
source: No progress yet
es_mx: Aún no hay progreso

# a11y.field.reps
source: Reps
es_mx: Repeticiones

# a11y.field.weight
source: Weight (%@)
es_mx: Peso (%@)

# a11y.hint.open_routine_editor
source: Opens the routine editor
es_mx: Abre el editor de rutinas

# a11y.hint.rest_timer
source: Manage the rest timer for this workout
es_mx: Administrar el temporizador de descanso para este entrenamiento

# a11y.hint.segment.skip
source: Skip %@ and move on
es_mx: Omitir %@ y continuar

# a11y.picker.progress_window
source: Progress window
es_mx: Ventana de progreso

# a11y.picker.progress_window_hint
source: Changes how many weeks of data are shown.
es_mx: Cambia cuántas semanas de datos se muestran.

# a11y.toggle.rest_timer_cue
source: Rest completion cue
es_mx: Aviso al terminar el descanso

# a11y.toggle.show_overdue
source: Show overdue timer
es_mx: Mostrar tiempo extra

# a11y.toggle.verbose_logging
source: Verbose logging
es_mx: Registro detallado

# a11y.toggle.verbose_logging_hint
source: When enabled, the app writes extra debug logs to help troubleshoot issues.
es_mx: Cuando está activado, la app escribe registros de depuración adicionales para ayudar a diagnosticar problemas.

# a11y.value.home.needs_attention
source: Needs attention
es_mx: Necesita atención

# a11y.value.rest.overdue
source: Overdue by %@
es_mx: Excedido por %@

# a11y.value.rest.paused
source: Paused at %@
es_mx: En pausa en %@

# a11y.value.rest.ready
source: Ready for %@
es_mx: Listo para %@

# a11y.value.rest.running
source: Running, %@ remaining
es_mx: En curso, quedan %@

# a11y.value.segment.current
source: Current segment
es_mx: Segmento actual

# a11y.value.segment.standard
source: Segment
es_mx: Segmento

# a11y.value.set.number
source: Set %@
es_mx: Serie %@

# a11y.value.set.state.behind
source: Earlier unfinished set
es_mx: Serie anterior sin terminar

# a11y.value.set.state.completed
source: Completed set
es_mx: Serie completada

# a11y.value.set.state.current
source: Current set
es_mx: Serie actual

# a11y.value.set.state.pending
source: Pending set
es_mx: Serie pendiente

# a11y.value.set.target
source: Target %@
es_mx: Meta %@

source: Abandoned
es_mx: Abandonado

source: Abandoned (%@). View summary or start again.
es_mx: Abandonado (%@). Ver resumen o iniciar de nuevo.

source: Abandoned workout. View summary, start again (clone) or reopen.
es_mx: Entrenamiento abandonado. Ver resumen, iniciar de nuevo (clonar) o reabrir.

source: Actions
es_mx: Acciones

source: Actions for this activity (template instance).
es_mx: Acciones para esta actividad (instancia de plan programado).

source: Actions for this activity.
es_mx: Acciones para esta actividad.

source: Active Sessions
es_mx: Sesiones activas

source: Activities
es_mx: Actividades

source: Activities: %lld
es_mx: Actividades: %lld

# activities.action.start_hike
source: Start hike
es_mx: Iniciar senderismo

# activities.action.start_run
source: Start run
es_mx: Iniciar carrera

# activities.action.start_walk
source: Start walk
es_mx: Iniciar caminata

# activities.action.start_yoga
source: Start yoga
es_mx: Iniciar yoga

# activities.environment.automatic
source: Automatic
es_mx: Automático

# activities.environment.indoor
source: Indoor
es_mx: Interior

# activities.environment.outdoor
source: Outdoor
es_mx: Exterior

# activities.helper.hiking
source: Duration is always tracked. Distance, energy, and steps can be added after you finish.
es_mx: La duración siempre se registra. La distancia, la energía y los pasos se pueden agregar al terminar.

# activities.helper.running
source: Duration is always tracked. Distance, energy, and steps can be added after you finish.
es_mx: La duración siempre se registra. La distancia, la energía y los pasos se pueden agregar al terminar.

# activities.helper.walking
source: Duration is always tracked. Distance, steps, and energy can be added after you finish.
es_mx: La duración siempre se registra. La distancia, los pasos y la energía se pueden agregar al terminar.

# activities.helper.yoga
source: Duration is always tracked. Energy and notes can be added after you finish.
es_mx: La duración siempre se registra. La energía y las notas se pueden agregar al terminar.

# activities.history.export_failed
source: Apple Health save failed
es_mx: Falló el guardado en Apple Health

# activities.history.export_local_changes
source: Local edits differ from Health
es_mx: Las ediciones locales difieren de Salud

# activities.history.export_pending
source: Apple Health save pending
es_mx: Guardado en Apple Health pendiente

# activities.history.route_recorded
source: Route recorded
es_mx: Ruta registrada

# activities.kind.hiking
source: Hiking
es_mx: Senderismo

# activities.kind.running
source: Running
es_mx: Carrera

# activities.kind.walking
source: Walking
es_mx: Caminata

# activities.lifecycle.completed
source: Completed
es_mx: Completada

# activities.lifecycle.discarded
source: Discarded
es_mx: Descartada

# activities.lifecycle.live
source: Live
es_mx: En curso

# activities.lifecycle.paused
source: Paused
es_mx: En pausa

# activities.lifecycle.planned
source: Planned
es_mx: Planificada

source: Activity
es_mx: Actividad

source: Activity actions (drag to resize)
es_mx: Acciones de la actividad (arrastra para cambiar el tamaño)

source: Add
es_mx: Agregar

source: Add an asset name later.
es_mx: Agrega un nombre del recurso después.

source: Add an item, pick an exercise, then set planned reps/weight/rest.
es_mx: Agrega un elemento, elige un ejercicio y luego define repeticiones, peso y descanso planeados.

source: Add Custom Equipment
es_mx: Agregar equipo personalizado

source: Add Equipment
es_mx: Agregar equipo

source: Add exercise
es_mx: Agregar ejercicio

source: Add Exercise
es_mx: Agregar ejercicio

source: Add exercises so this routine can generate sessions.
es_mx: Agrega ejercicios para que esta rutina pueda generar sesiones.

source: Add items you have at home or at your gym.
es_mx: Agrega elementos que tengas en casa o en tu gimnasio.

source: Add measurement
es_mx: Agregar medición

source: Add Measurement
es_mx: Agregar medición

source: Add planned rows for this exercise.
es_mx: Agrega filas planeadas para este ejercicio.

source: Add program to installed
es_mx: Agregar programa a instalados

source: Add program_catalog.json to your app bundle (Copy Bundle Resources).
es_mx: Agrega program_catalog.json al bundle de la app (Copy Bundle Resources).

source: Add set
es_mx: Agregar serie

source: Add tag
es_mx: Agregar etiqueta

source: Add your first entry to start tracking trends.
es_mx: Agrega tu primera entrada para empezar a seguir tendencias.

source: After scheduling, open start day in timeline
es_mx: Después de programar, abrir el día de inicio en la línea de tiempo

source: All
es_mx: Todo

source: All exercises
es_mx: Todos los ejercicios

source: All required routines are installed.
es_mx: Todas las rutinas requeridas están instaladas.

source: All-day
es_mx: Todo el día

# App: %@ (%@)
source: App: %1$@ (%2$@)
es_mx: App: %@ (%@)

source: Apply for next workout
es_mx: Aplicar al siguiente entrenamiento

source: Apply scope
es_mx: Aplicar alcance

source: Apply target for next workout
es_mx: Aplicar objetivo al siguiente entrenamiento

source: Archive
es_mx: Archivar

source: Archived
es_mx: Archivado

source: Arm
es_mx: Brazo

source: Attach Routine
es_mx: Adjuntar rutina

source: Author
es_mx: Autor

source: Backup & Restore
es_mx: Respaldo y restauración

# Backup found
source: Backup file loaded
es_mx: Archivo de respaldo cargado

# backup.export.contents.no_workouts
source: Backup ready. No workout records were available to export yet.
es_mx: Respaldo listo. Todavía no había registros de entrenamiento disponibles para exportar.

# backup.export.contents.settings_and_workouts.plural
source: Backup ready. It includes your settings snapshot and %lld workout records.
es_mx: Respaldo listo. Incluye tu instantánea de configuración y %lld registros de entrenamiento.

# backup.export.contents.settings_and_workouts.singular
source: Backup ready. It includes your settings snapshot and %lld workout record.
es_mx: Respaldo listo. Incluye tu instantánea de configuración y %lld registro de entrenamiento.

# backup.export.contents.settings_only
source: Backup ready. It includes your settings snapshot, but no workout records yet.
es_mx: Respaldo listo. Incluye tu instantánea de configuración, pero todavía no hay registros de entrenamiento.

# backup.export.contents.workouts_only.plural
source: Backup ready. It includes %lld workout records.
es_mx: Respaldo listo. Incluye %lld registros de entrenamiento.

# backup.export.contents.workouts_only.singular
source: Backup ready. It includes %lld workout record.
es_mx: Respaldo listo. Incluye %lld registro de entrenamiento.

# backup.export.generate_support_bundle
source: Generate Support Bundle (ZIP)
es_mx: Generar paquete de soporte (ZIP)

# backup.export.guidance
source: JSON backups are best for restore. ZIP support bundles are best for troubleshooting (logs, settings, and data snapshot).
es_mx: Los respaldos JSON son mejores para restaurar. Los paquetes de soporte ZIP son mejores para solucionar problemas (logs, configuración e instantánea de datos).

# backup.export.note.logs.included
source: App log file was included.
es_mx: Se incluyó el archivo de logs de la app.

# backup.export.note.logs.missing
source: No app log file was available when the support bundle was created.
es_mx: No había un archivo de logs de la app disponible cuando se creó el paquete de soporte.

# backup.export.note.swiftdata.included.plural
source: Included %lld SwiftData store files from Application Support.
es_mx: Se incluyeron %lld archivos de almacenamiento de SwiftData desde Application Support.

# backup.export.note.swiftdata.included.singular
source: Included %lld SwiftData store file from Application Support.
es_mx: Se incluyó %lld archivo de almacenamiento de SwiftData desde Application Support.

# backup.export.note.swiftdata.missing
source: No SwiftData store files were found in Application Support.
es_mx: No se encontraron archivos de almacenamiento de SwiftData en Application Support.

# backup.export.note.userdefaults.empty
source: The UserDefaults snapshot was empty when the support bundle was created.
es_mx: La instantánea de UserDefaults estaba vacía cuando se creó el paquete de soporte.

# backup.export.note.userdefaults.included.plural
source: Included a sanitized snapshot of %lld UserDefaults keys.
es_mx: Se incluyó una instantánea saneada de %lld claves de UserDefaults.

# backup.export.note.userdefaults.included.singular
source: Included a sanitized snapshot of %lld UserDefaults key.
es_mx: Se incluyó una instantánea saneada de %lld clave de UserDefaults.

# backup.export.share_support_bundle
source: Share Support Bundle
es_mx: Compartir paquete de soporte

# backup.export.support_bundle_ready
source: Support bundle ready. manifest.json lists any logs or data files that weren’t available when export started.
es_mx: Paquete de soporte listo. manifest.json enumera cualquier log o archivo de datos que no estaba disponible cuando comenzó la exportación.

# backup.export.support_bundle_unavailable
source: ZIP support bundle export isn’t available right now.
es_mx: La exportación del paquete de soporte ZIP no está disponible en este momento.

# backup.import.file_loaded
source: Backup file loaded
es_mx: Archivo de respaldo cargado

# backup.import.settings_snapshot
source: Settings snapshot: %@
es_mx: Instantánea de configuración: %@

# backup.restore.replace_warning
source: Restoring workout data replaces the current data on this device. Create a fresh JSON backup first if you want a rollback point.
es_mx: Restaurar los datos de entrenamiento reemplaza los datos actuales de este dispositivo. Crea primero un respaldo JSON reciente si quieres un punto de reversión.

source: Best Est. 1RM
es_mx: Mejor 1RM est.

source: Best Session Volume
es_mx: Mejor volumen de sesión

source: Best set
es_mx: Mejor serie

source: Best Set Volume
es_mx: Mejor volumen de serie

source: Body
es_mx: Cuerpo

source: Body Fat
es_mx: Grasa corporal

source: Both
es_mx: Ambos

source: Browse and edit your library
es_mx: Explora y edita tu biblioteca

source: Build plans and reuse them
es_mx: Crea planes y reutilízalos

source: Bundled catalog
es_mx: Catálogo incluido

source: By Type
es_mx: Por tipo

source: Calendar
es_mx: Calendario

source: Cancel
es_mx: Cancelar

source: Catalog
es_mx: Catálogo

source: Catalog Empty
es_mx: Catálogo vacío

source: Changes which bundled exercise art set is shown for seeded and catalog exercises. Default uses the neutral dummy artwork.
es_mx: Cambia qué conjunto de ilustraciones de ejercicios incluido se muestra para los ejercicios sembrados y del catálogo. De forma predeterminada usa la ilustración neutra de prueba.

source: Checking requirements…
es_mx: Comprobando requisitos…

source: Chest
es_mx: Pecho

source: Choose…
es_mx: Elegir…

source: Clear
es_mx: Limpiar

source: Clear all
es_mx: Limpiar todo

source: Clear Reflection
es_mx: Borrar reflexión

source: Close
es_mx: Cerrar

source: Common
es_mx: Común

# common.apply
source: Apply
es_mx: Aplicar

# common.cancel
source: Cancel
es_mx: Cancelar

# common.change
source: Change
es_mx: Cambiar

# common.choose
source: Choose
es_mx: Elegir

# common.close
source: Close
es_mx: Cerrar

# common.delete
source: Delete
es_mx: Eliminar

# common.done
source: Done
es_mx: Listo

# common.edit
source: Edit
es_mx: Editar

# common.off
source: Off
es_mx: Desactivado

# common.pause
source: Pause
es_mx: Pausar

# common.reset
source: Reset
es_mx: Restablecer

# common.save
source: Save
es_mx: Guardar

# common.search.routines
source: Search routines
es_mx: Buscar rutinas

# common.start
source: Start
es_mx: Iniciar

source: Compare
es_mx: Comparar

source: Complete a few sessions with this exercise to see a timeline.
es_mx: Completa algunas sesiones con este ejercicio para ver una línea de tiempo.

source: Complete a workout to populate exercises here.
es_mx: Completa un entrenamiento para mostrar ejercicios aquí.

source: Complete sets in a workout session to see history here.
es_mx: Completa series en una sesión de entrenamiento para ver historial aquí.

source: Complete workouts to see them here.
es_mx: Completa entrenamientos para verlos aquí.

source: Completed
es_mx: Completado

source: Completed (%@). View summary or start again.
es_mx: Completado (%@). Ver resumen o iniciar de nuevo.

source: Completed only
es_mx: Solo completados

source: Completed workout. View summary, start again (clone) or reopen.
es_mx: Entrenamiento completado. Ver resumen, iniciar de nuevo (clonar) o reabrir.

source: Conflicts
es_mx: Conflictos

source: Contact
es_mx: Contacto

source: Continue
es_mx: Continuar

source: Cool-down
es_mx: Enfriamiento

source: Copied
es_mx: Copiado

source: Copied to clipboard.
es_mx: Copiado al portapapeles.

source: Copy
es_mx: Copiar

source: Copy support email
es_mx: Copiar correo de soporte

source: Copy/paste this into an issue or email. It’s generated locally on your device.
es_mx: Copia y pega esto en un issue o correo. Se genera localmente en tu dispositivo.

source: Couldn’t load progress
es_mx: No se pudo cargar el progreso

source: Couldn’t load reflection stats
es_mx: No se pudieron cargar las estadísticas de reflexiones

source: Couldn’t Save
es_mx: No se pudo guardar

source: Couldn't start workout
es_mx: No se pudo iniciar el entrenamiento

source: Couldn’t start workout
es_mx: No se pudo iniciar el entrenamiento

source: Create a routine first to use Workout activities.
es_mx: Primero crea una rutina para usar actividades de entrenamiento.

source: Create an exercise to add it to routines.
es_mx: Crea un ejercicio para agregarlo a las rutinas.

source: Create another routine to pick it from the list.
es_mx: Crea otra rutina para poder elegirla de la lista.

source: Create Rest between training days
es_mx: Crear descanso entre días de entrenamiento

source: Create schedule templates so Today is preloaded automatically.
es_mx: Crea planes programados para que Hoy se precargue automáticamente.

source: Create your first exercise to start building routines and tracking history.
es_mx: Crea tu primer ejercicio para empezar a construir rutinas y llevar historial.

source: Created: %@
es_mx: Creado: %@

source: Current streak
es_mx: Racha actual

source: Custom
es_mx: Personalizado

source: Daily
es_mx: Diario

source: Database
es_mx: Base de datos

source: Date
es_mx: Fecha

source: Day %lld
es_mx: Día %lld

# day.workout_actions.abandoned_message
source: Abandoned (%@). View the summary, reopen it, or start a new session.
es_mx: Abandonado (%@). Ver resumen, reabrirlo o iniciar una nueva sesión.

# day.workout_actions.completed_message
source: Completed (%@). View the summary, reopen it, or start a new session.
es_mx: Completado (%@). Ver resumen, reabrirlo o iniciar una nueva sesión.

# day.workout_actions.in_progress_message
source: In progress since %@. Continue it, finish it now, stop it, or edit details.
es_mx: En progreso desde las %@. Continúalo, finalízalo ahora, deténlo o edita los detalles.

# day.workout_actions.no_routine_message
source: No routine attached yet. Quick Start now or attach a routine.
es_mx: Todavía no hay una rutina adjunta. Haz un inicio rápido ahora o adjunta una rutina.

# day.workout_actions.ready_message
source: Ready to start this workout.
es_mx: Todo listo para iniciar este entrenamiento.

# day.workout_card.open_or_start_hint
source: Open or start workout
es_mx: Abrir o iniciar entrenamiento

# day.workout_overlay.pause_workout
source: Pause workout
es_mx: Pausar entrenamiento

# day.workout_overlay.resume_workout
source: Resume workout
es_mx: Reanudar entrenamiento

source: Days
es_mx: Días

source: Default start time
es_mx: Hora de inicio predeterminada

source: Delete
es_mx: Eliminar

source: Delete activity
es_mx: Eliminar actividad

source: Delete schedule template
es_mx: Eliminar plan programado

source: Describe what happened (optional)
es_mx: Describe qué pasó (opcional)

source: Details
es_mx: Detalles

# Device: %@ • iOS %@
source: Device: %1$@ • iOS %2$@
es_mx: Dispositivo: %@ • iOS %@

source: Discard
es_mx: Descartar

source: Dismiss coach suggestion
es_mx: Descartar sugerencia del coach

source: Dismiss undo
es_mx: Descartar deshacer

source: Distance
es_mx: Distancia

source: Distance (%@)
es_mx: Distancia (%@)

source: Done
es_mx: Hecho

source: Done.
es_mx: Hecho.

source: Duration
es_mx: Duración

source: Duration (min)
es_mx: Duración (min)

source: Duration: %@
es_mx: Duración: %@

source: e.g. Dip Station
es_mx: p. ej., estación de fondos

source: Edit
es_mx: Editar
